// Reveal transition strings

PluginName = "Descobrir";

LeftToRight = "Esquerda para a direita";
RightToLeft = "Direita para a esquerda";
TopToBottom = "Cima para baixo";
BottomToTop = "Baixo para cima";
TopLeftToBottomRight = "Topo esquerdo para canto direito";
TopRightToBottomLeft = "Topo direito para canto esquerdo";
BottomLeftToTopRight = "Canto esquerda para topo direito";
BottomRightToTopLeft = "Canto direito para topo esquerdo";
